{
  "home": {
    "title": "Welcome to Avocabo!",
    "subtitle": "Master Vocabulary with our Spaced Repetition System",
    "section1Title": "How Our System Works",
    "section1Text": "<p>Our spaced repetition system helps you learn vocabulary more efficiently and effectively than traditional study methods. It presents you with words to learn and schedules review sessions at intervals designed to optimize memory retention. As you progress, our system tracks your performance and adjusts the review schedule accordingly. You'll spend less time studying while retaining more information.</p>",
    "section2Title": "The Benefits of Using Our System",
    "section2Text": "<p>By using Avocabo's spaced repetition system, you can learn vocabulary more efficiently and effectively than traditional study methods. Our system minimizes the amount of time you spend studying while maximizing the amount you retain. Avocabo also provides feedback on your progress, so you can see how far you've come and identify areas that need more attention. With our system, you'll have the tools you need to master vocabulary.</p>"
  },
  "howItWorks": {
    "title": "How Our Spaced Repetition System Works",
    "section1Title": "What is a Spaced Repetition System?",
    "section1Text": "<p>A spaced repetition system is a method of reviewing information that has been shown to be highly effective for memory retention. This method involves scheduling review sessions at increasingly longer intervals after each successful recall.</p><p>By repeating the review process at spaced intervals, you can commit the information to long-term memory and increase your ability to recall it later.</p>",
    "section2Title": "How Our System Works",
    "section2Text": "<p>Our spaced repetition system for studying vocabulary works by presenting you with vocabulary words that you need to learn, and then scheduling review sessions at intervals that are designed to optimize memory retention. The intervals are based on the difficulty of the word and how well you recall it during the review session.</p><p>The system tracks your progress and adjusts the review schedule accordingly, so that you can focus on the words that you find most challenging.</p>",
    "section3Title": "The Benefits of Using Our System",
    "section3Text": "<p>Using our spaced repetition system can help you learn vocabulary more efficiently and effectively than traditional study methods. By optimizing the review schedule for each word, you can minimize the amount of time you spend studying while maximizing the amount you retain.</p><p>The system also provides feedback on your progress, so you can see how far you've come and identify areas that need more attention.</p>"
  }
}
