{
  "home": {
    "title": "Benvinguts a Avocabo!",
    "subtitle": "Domineu el vocabulari amb el nostre sistema de repetició espaiada",
    "section1Title": "Com funciona el nostre sistema",
    "section1Text": "<p>El nostre sistema de repetició espaiada us ajuda a aprendre vocabulari de manera més eficient i efectiva que els mètodes d'estudi tradicionals. Us presenta paraules per aprendre i programa sessions de revisió a intervals dissenyats per optimitzar la retenció de memòria. A mesura que programeu, el nostre sistema segueix el vostre rendiment i ajusta el calendari de revisió en consequència. Passareu menys temps estudiant mentre reteniu més informació.</p>",
    "section2Title": "Els beneficis d'utilitzar el nostre sistema",
    "section2Text": "<p>Utilitzant el sistema de repetició espaiada d'Avocabo, podeu aprendre vocabulari de manera més eficient i efectiva que amb els mètodes d'estudi tradicionals. El nostre sistema minimitza el temps que dediqueu a l'estudi, mentre que maximitza la quantitat que reteniu. Avocabo també proporciona comentaris sobre el vostre progrés, perquè pugueu veure el camí que heu recorregut i identificar les àrees que necessiten més atenció. Amb el nostre sistema, tindreu les eines que necessiteu per dominar el vocabulari.</p>"
  },
  "howItWorks": {
    "title": "Com Funciona el Nostre Sistema de Repetició Espaiada",
    "section1Title": "Què és un Sistema de Repetició Espaiada?",
    "section1Text": "<p>Un sistema de repetició espaiada és un mètode per repassar informació que s'ha demostrat altament efectiu per a la retenció de memòria. Aquest mètode implica programar sessions de repàs a intervals cada vegada més llargs després de cada recordatoris reeixit.</p><p>Repetint el procés de repàs en intervals espaiats, podeu fixar la informació a la memòria de llarga durada i augmentar la vostra capacitat de recordar-la més endavant.</p>",
    "section2Title": "Com Funciona el Nostre Sistema",
    "section2Text": "<p>El nostre sistema de repetició espaiada per estudiar vocabulari funciona presentant-vos paraules de vocabulari que heu de aprendre i programant sessions de repàs a intervals que estan dissenyats per optimitzar la retenció de memòria. Els intervals es basen en la dificultat de la paraula i en com la recordeu durant la sessió de repàs.</p><p>El sistema fa un seguiment del vostre progrés i ajusta el calendari de repàs en consequència, perquè pugueu centrar-vos en les paraules que trobeu més desafiantes.</p>",
    "section3Title": "Els Beneficis d'Utilitzar el Nostre Sistema",
    "section3Text": "<p>L'ús del nostre sistema de repetició espaiada pot ajudar-vos a aprendre vocabulari de manera més eficient i efectiva que els mètodes d'estudi tradicionals. Optimitzant el calendari de repàs per a cada paraula, podeu minimitzar el temps que dediqueu a estudiar mentre maximitzeu la quantitat que reteniu.</p><p>El sistema també proporciona comentaris sobre el vostre progrés, de manera que pugueu veure fins on heu arribat i identificar les àrees que necessiten més atenció.</p>"
  }
}
