{
  "home": {
    "title": "Bienvenido a Avocabo: Domina idiomas a través de la repetición espaciada visual",
    "subtitle": "¡Desbloquea el poder de tu cerebro para aprender idiomas más rápido y de manera más efectiva con Avocabo!",
    "subtitleText": "Nuestro sistema único de repetición espaciada basado en tarjetas está diseñado para optimizar tu proceso de aprendizaje de idiomas. Utilizando la ciencia cognitiva de cómo nuestro cerebro retiene información, Avocabo introduce tarjetas de idiomas en intervalos cada vez mayores, imprimiendo la información en tu memoria a largo plazo, haciendo el aprendizaje de idiomas más duradero y eficiente.",
    "section1Title": "El aprendizaje visual se encuentra con la ciencia de la memoria",
    "section1Text": "Entendemos que cada estudiante es único. Algunas personas son más visuales y conectan mejor con las imágenes. Con Avocabo, llevamos esto a un nivel completamente nuevo. Nuestra plataforma te permite subir tus propias fotografías para crear tarjetas personalizadas, sirviendo como potentes anclas de memoria. Con cada tarjeta, no solo estás aprendiendo una nueva palabra o frase, sino creando una historia visual que mejora la recordación.",
    "section2Title": "Rutas de aprendizaje personalizadas",
    "section2Text": "Nuestro algoritmo inteligente se adapta a tu velocidad de aprendizaje y al nivel de dificultad del contenido. Prioriza tus puntos débiles y desafía continuamente tus puntos fuertes, asegurando una experiencia de aprendizaje equilibrada.",
    "section3Title": "Recupera tu experiencia de aprendizaje de idiomas",
    "section3Text": "Aprende a tu propio ritmo. En cualquier momento, en cualquier lugar. Con Avocabo, tú tienes el control. Sumérgete en una rica experiencia de aprendizaje que te mantiene comprometido, motivado y hace que dominar los idiomas sea menos intimidante y más agradable.",
    "section4Title": "Conéctate con una comunidad de aprendices de idiomas",
    "section4Text": "Únete a nuestra comunidad de entusiastas aprendices de idiomas de todo el mundo. Comparte experiencias, encuentra compañeros de aprendizaje y disfruta el viaje juntos. Avocabo no es solo una aplicación para aprender idiomas, es una comunidad.",
    "section5Title": "Inicia tu viaje de aprendizaje de idiomas hoy",
    "section5Text": "Descubre el placer de aprender un nuevo idioma. Regístrate en Avocabo y comienza tu viaje hacia la maestría lingüística. Aprovecha el poder de la repetición espaciada visual y transforma la forma en que aprendes idiomas, para siempre.",
    "section5Text2": "Con Avocabo, no solo estás aprendiendo un nuevo idioma, estás creando recuerdos duraderos. ¡Embarquémonos juntos en este viaje!"
  },
  "howItWorks": {
    "title": "Cómo funciona Avocabo",
    "section1Title": "¿Qué es Avocabo?",
    "section1Text": "Avocabo es un sistema de repetición espaciada basado en tarjetas de memoria de última generación diseñado para optimizar tu proceso de aprendizaje de idiomas. Incorporamos el poder del aprendizaje visual, la ciencia cognitiva y la personalización para asegurar una experiencia de adquisición de idiomas robusta, eficiente y agradable.",
    "section2Title": "¿Cómo funciona nuestro sistema de repetición espaciada?",
    "section2Text": "Nuestro innovador sistema gira en torno al concepto de presentar tarjetas de idiomas en intervalos cada vez más largos, lo que imprime la información en tu memoria a largo plazo. Los intervalos se diseñan de manera inteligente basándose en el nivel de dificultad de la palabra o frase y qué tan bien la recuerdas durante las sesiones de revisión.",
    "section2Text2": "El sistema de Avocabo sigue cuidadosamente tu progreso y modifica adaptativamente el horario de revisión, lo que te permite concentrarte más en el vocabulario que encuentras más desafiante.",
    "section3Title": "Aprendizaje visual y ciencia de la memoria",
    "section3Text": "En Avocabo, creemos que cada aprendiz es único. Muchas personas son aprendices visuales que conectan mejor con las imágenes. Por esta razón, Avocabo te permite subir tus fotografías y utilizarlas como anclajes de memoria, convirtiendo cada tarjeta en una historia visual que mejora enormemente la retención.",
    "section4Title": "Rutas de aprendizaje personalizadas",
    "section4Text": "Nuestro algoritmo inteligente se ajusta a tu velocidad de aprendizaje y al nivel de dificultad del contenido del idioma. Identifica tus áreas débiles para darles más atención y desafía continuamente tus puntos fuertes para asegurar una experiencia de aprendizaje equilibrada.",
    "section5Title": "Beneficios de usar Avocabo",
    "section5Text": "Avocabo puede hacer que tu aprendizaje de idiomas sea más eficiente y efectivo en comparación con los métodos de estudio tradicionales. Al personalizar el horario de revisión para cada palabra o frase, se reduce el tiempo de estudio innecesario y se mejora la retención.",
    "section5Text2": "Además, Avocabo ofrece un feedback completo sobre tu progreso, permitiéndote seguir tu trayectoria e identificar las áreas que necesitan más atención. Con Avocabo, no solo aprendes un nuevo idioma, ¡creas recuerdos duraderos!",
    "section5Text3": "Comienza hoy tu viaje hacia la maestría lingüística con Avocabo, y transforma la manera en la que aprendes idiomas para siempre."
  }
}
