{
  "home": {
    "title": "¡Bienvenido a Avocabo!",
    "subtitle": "Domina el vocabulario con nuestro sistema de repetición espaciada",
    "section1Title": "Cómo funciona nuestro sistema",
    "section1Text": "<p>Nuestro sistema de repetición espaciada te ayuda a aprender vocabulario de manera más eficiente y efectiva que los métodos de estudio tradicionales. Te presenta palabras para aprender y programa sesiones de revisión a intervalos diseñados para optimizar la retención de memoria. A medida que progresas, nuestro sistema sigue tu rendimiento y ajusta el calendario de revisión en consecuencia. Pasarás menos tiempo estudiando mientras retienes más información.</p>",
    "section2Title": "Los beneficios de usar nuestro sistema",
    "section2Text": "<p>Usando el sistema de repetición espaciada de Avocabo, puedes aprender vocabulario de manera más eficiente y efectiva que los métodos de estudio tradicionales. Nuestro sistema minimiza el tiempo que dedicas al estudio, mientras que maximiza la cantidad que retienes. Avocabo también proporciona comentarios sobre tu progreso, para que puedas ver cuánto has avanzado e identificar áreas que necesitan más atención. Con nuestro sistema, tendrás las herramientas que necesitas para dominar el vocabulario.</p>"
  },
  "howItWorks": {
    "title": "Cómo funciona nuestro sistema de repetición espaciada",
    "section1Title": "¿Qué es un sistema de repetición espaciada?",
    "section1Text": "<p>Un sistema de repetición espaciada es un método de revisión de información que se ha demostrado altamente efectivo para la retención de memoria. Este método implica programar sesiones de revisión a intervalos cada vez más largos después de cada recuerdo exitoso.</p><p>Al repetir el proceso de revisión a intervalos espaciados, puedes comprometer la información en la memoria a largo plazo y aumentar tu capacidad para recordarla más tarde.</p>",
    "section2Title": "Cómo funciona nuestro sistema",
    "section2Text": "<p>Nuestro sistema de repetición espaciada para estudiar vocabulario funciona presentándote palabras que necesitas aprender, y luego programando sesiones de revisión a intervalos diseñados para optimizar la retención de memoria. Los intervalos se basan en la dificultad de la palabra y en cómo la recuerdas durante la sesión de revisión.</p><p>El sistema sigue tu progreso y ajusta el programa de revisión en consecuencia, para que puedas centrarte en las palabras que te resulten más desafiantes.</p>",
    "section3Title": "Los beneficios de usar nuestro sistema",
    "section3Text": "<p>Usar nuestro sistema de repetición espaciada puede ayudarte a aprender vocabulario de manera más eficiente y efectiva que los métodos de estudio tradicionales. Al optimizar el programa de revisión para cada palabra, puedes minimizar el tiempo que dedicas al estudio mientras maximizas la cantidad que retienes.</p><p>El sistema también proporciona retroalimentación sobre tu progreso, para que puedas ver cuánto has avanzado e identificar áreas que necesiten más atención.</p>"
  }
}
