{
  "home": {
    "title": "Ласкаво просимо до Avocabo!",
    "subtitle": "Опануйте словниковий запас за допомогою нашої системи розподіленого повторення",
    "section1Title": "Як працює наша система",
    "section1Text": "<p>Наша система розподіленого повторення допомагає вам вивчати словниковий запас ефективніше, ніж традиційні методи навчання. Вона представляє вам слова для вивчення та заплановує сеанси перегляду через інтервали, розраховані на оптимізацію зберігання в пам'яті. В процесі навчання наша система відстежує ваші результати та коригує розклад перегляду. Ви будете витрачати менше часу на навчання, запам'ятовуючи більше інформації.</p>",
    "section2Title": "Переваги використання нашої системи",
    "section2Text": "<p>Використовуючи систему розподіленого повторення Avocabo, ви можете вивчати словниковий запас ефективніше, ніж традиційні методи навчання. Наша система зводить до мінімуму час, який ви витрачаєте на навчання, максимізуючи обсяг запам'ятованої інформації. Avocabo також надає зворотний зв'язок щодо вашого прогресу, тому ви зможете побачити, як далеко ви просунулися та визначити області, яким потрібна більша увага. З нашою системою у вас будуть інструменти для опанування словникового запасу.</p>"
  },
  "howItWorks": {
    "title": "Як працює наша система розподіленого повторення",
    "section1Title": "Що таке система розподіленого повторення?",
    "section1Text": "<p>Система розподіленого повторення - це метод перегляду інформації, який виявився дуже ефективним для зберігання в пам'яті. Цей метод передбачає планування сеансів перегляду зі збільшенням інтервалів після кожного успішного відтворення.</p><p>Повторюючи процес перегляду через розподілені інтервали, ви можете закріпити інформацію у довготривалій пам'яті та підвищити здатність пригадати її пізніше.</p>",
    "section2Title": "Як працює наша система",
    "section2Text": "<p>Наша система розподіленого повторення для вивчення словникового запасу працює, представляючи вам слова, які вам потрібно вивчити, а потім плануючи сеанси перегляду з інтервалами, розрахованими на оптимізацію зберігання в пам'яті. Інтервали базуються на складності слова та на тому, наскільки добре ви його пригадуєте під час сеансу перегляду.</p><p>Система відстежує ваш прогрес та коригує розклад переглядів відповідно, щоб ви могли зосередитись на словах, які ви вважаєте найбільш складними.</p>",
    "section3Title": "Переваги використання нашої системи",
    "section3Text": "<p>Використання нашої системи розподіленого повторення може допомогти вам вивчити словниковий запас ефективніше, ніж традиційні методи навчання. Оптимізуючи розклад переглядів для кожного слова, ви можете зменшити кількість часу, який витрачаєте на навчання, максимізуючи при цьому обсяг збереженої інформації.</p><p>Система також надає зворотний зв'язок щодо вашого прогресу, тому ви зможете побачити, як далеко ви просунулися та визначити області, яким потрібна більша увага.</p>"
  }
}
