{
  "home": {
    "title": "Ласкаво просимо до Avocabo: Освоюйте мови через візуальне розподілене повторення",
    "subtitle": "Розкрийте потужність свого мозку, щоб вчити мови швидше та ефективніше з Avocabo!",
    "subtitleText": "Наша унікальна система розподіленого повторення на основі карток призначена для оптимізації вашого процесу вивчення мов. Використовуючи когнітивну науку про те, як наш мозок зберігає інформацію, Avocabo вводить мовні картки зі збільшенням інтервалів, закладаючи інформацію у вашу довгострокову пам'ять, роблячи навчання мови стійкішим та ефективнішим.",
    "section1Title": "Візуальне навчання зустрічається з наукою про пам'ять",
    "section1Text": "Ми розуміємо, що кожен учень є унікальним. Деякі люди більш візуальні та краще зв'язуються з зображеннями. З Avocabo ми переводимо це на цілком новий рівень. Наша платформа дозволяє вам завантажувати власні фотографії для створення персоналізованих карток, що служать потужними якорями пам'яті. З кожною карткою ви не просто вчите нове слово або фразу, а створюєте візуальну історію, яка покращує згадування.",
    "section2Title": "Персоналізовані шляхи навчання",
    "section2Text": "Наш розумний алгоритм адаптується до вашого темпу навчання та рівня складності контенту. Він пріоритизує ваші слабкі місця та постійно викликає ваші сильні сторони, забезпечуючи збалансований навчальний досвід.",
    "section3Title": "Відновіть свій досвід вивчення мови",
    "section3Text": "Вчіться у власному темпі. Будь-коли, будь-де. З Avocabo ви керуєте. Погрузіться в багатий навчальний досвід, який залишає вас зацікавленими, мотивованими та робить освоєння мов менш залякуючим та більш приємним.",
    "section4Title": "Підключіться до спільноти вивчення мови",
    "section4Text": "Приєднуйтесь до нашої спільноти ентузіастів вивчення мов з усього світу. Діліться досвідом, знаходьте партнерів по навчанню та насолоджуйтесь подорожжю разом. Avocabo - це не просто додаток для вивчення мов, це спільнота.",
    "section5Title": "Почніть свою мовну подорож сьогодні",
    "section5Text": "Відкрийте для себе радість від вивчення нової мови. Зареєструйтеся в Avocabo і почніть свою подорож до мовного оволодіння. Використовуйте потужність візуального розподіленого повторення та трансформуйте спосіб, яким ви вчите мови, назавжди.",
    "section5Text2": "З Avocabo ви не просто вчите нову мову, ви створюєте тривалі спогади. Давайте розпочнемо цю подорож разом!"
  },
  "howItWorks": {
    "title": "Як працює Avocabo",
    "section1Title": "Що таке Avocabo?",
    "section1Text": "Avocabo - це сучасна система повторення інформації на основі карток, розроблена для оптимізації процесу вивчення мов. Ми використовуємо силу візуального навчання, когнітивну науку та персоналізацію, щоб забезпечити надійний, ефективний і приємний досвід засвоєння мови.",
    "section2Title": "Як працює наша система повторення інформації",
    "section2Text": "Наша інноваційна система ґрунтується на ідеї подання мовних карток на зростаючих інтервалах, що закріплює інформацію у вашій довгостроковій пам'яті. Інтервали розраховуються інтелектуально відповідно до складності слова або фрази та як добре ви їх пам'ятаєте під час сесій повторення.",
    "section2Text2": "Система Avocabo уважно стежить за вашим прогресом і адаптивно змінює графік повторення, щоб ви могли більше уваги приділяти складній лексиці.",
    "section3Title": "Візуальне навчання та наука про пам'ять",
    "section3Text": "Ми в Avocabo віримо, що кожний учень унікальний. Багато людей навчаються краще візуально і краще запам'ятовують інформацію за допомогою зображень. Тому Avocabo дає можливість завантажувати свої фотографії і використовувати їх як асоціативні якорі, що значно поліпшує запам'ятовування кожної картки.",
    "section4Title": "Персоналізовані шляхи навчання",
    "section4Text": "Наш інтелектуальний алгоритм пристосовується до вашої швидкості навчання та складності мовного матеріалу. Він визначає ваші слабкі моменти для додаткової уваги та постійно викликає ваші сильні сторони, забезпечуючи збалансований досвід навчання.",
    "section5Title": "Переваги використання Avocabo",
    "section5Text": "Avocabo дозволяє вивчати мову ефективніше та результативніше, ніж традиційні методи навчання. Шляхом налаштування графіка повторення для кожного слова або фрази, ви зменшуєте час витрачений на навчання і покращуєте запам'ятовування.",
    "section5Text2": "Крім того, Avocabo надає докладний зворотний зв'язок про ваш прогрес, що дозволяє вам відстежувати свій шлях і виявляти області, які потребують додаткової уваги. З Avocabo ви не просто вивчаєте нову мову, ви створюєте тривалі спогади!",
    "section5Text3": "Почніть свою подорож до володіння мовою сьогодні з Avocabo і змініть спосіб вивчення мов назавжди."
  }
}
